Repository: bachmanna/ngen-milk-pos
Catalog: mpos/web/translations/*/LC_MESSAGES/messages.po
Languages: ta

source: Date
ta: தேதி

source: Shift
ta: ஷிப்ட்

source: MORNING
ta: காலை

source: EVENING
ta: மாலை

source: VIEW
ta: காட்சி...

source: Available Backups
ta: கிடைக்கும் காப்பு

source: RESTORE IN PROCESS...
ta: செயல்பாட்டில் மீட்டமை ...

source: Basic Setup
ta: அடிப்படை அமைப்பு

source: Time
ta: நேரம்

source: Society Name
ta: சமூகம்

source: Header
ta: தலைப்பு

source: Footer
ta: அடிக்குறிப்பு

source: SAVE
ta: சேமி

source: EXIT
ta: வெளியேறு

source: SHIFT
ta: ஷிப்ட்

source: Milk Collection
ta: பால் சேகரிப்பு

source: M.Code
ta: உ.குறியீடு

source: QTY
ta: அளவு

source: RATE
ta: விகிதம்

source: TOTAL
ta: மொத்தம்

source: Total Qty
ta: மொத்த அளவு

source: litres
ta: லிட்டர்

source: COW
ta: பசு

source: BUFFALO
ta: எருமை

source: Total Mem
ta: மொத்த உறுப்பினர்

source: CLEAR
ta: அழி

source: CHANGE DATE
ta: மாற்றம் தேதி

source: Change Date
ta: மாற்றம் தேதி

source: Change
ta: மாற்றம்

source: Member not found!
ta: உறுப்பினர் காணப்படவில்லை!

source: Milk already collected!
ta: பால் ஏற்கனவே சேகரிக்கப்பட்ட!

source: READING DATA...
ta: படித்து தரவு

source: SAVING DATA...
ta: சேமிப்பதில்

source: From Date
ta: தேதியிலிருந்து

source: To Date
ta: தேதி

source: Data Reset
ta: தரவு ரீசெட்

source: Backup
ta: காப்பு

source: Restore
ta: மீட்டமை

source: Factory reset
ta: தரவு ரீசெட்

source: Do you want to backup all data to USB?
ta: நீங்கள் காப்பு, USB அனைத்து தரவு வேண்டும்?

source: Be sure to backup before doing this operation. ALL DATA WILL BE ERASED AND DEFAULT DATA WILL BE LOADED. Do you really want to do a factory reset?
ta: இந்த அறுவை சிகிச்சை செய்து முன் காப்பெடுக்க வேண்டும் என்பதை உறுதி. நீங்கள் உண்மையில் ஒரு தொழிற்சாலை மீட்டமை செய்ய வேண்டும்?

source: BACKUP IN PROCESS...
ta: செயல்பாட்டில் காப்பு ...

source: FACTORY RESET IN PROCESS...
ta: செயல்பாட்டில் தொழிற்சாலை மீட்டமை ...

source: Detail Shift Report
ta: விரிவாக ஷிப்ட் அறிக்கை

source: Main Menu
ta: முக்கிய மெனு

source: Collection
ta: பால் சேகரிப்பு

source: Reports
ta: அறிக்கைகள்

source: Settings
ta: அமைப்புகள்

source: System Setup
ta: கணினி அமைப்பு

source: Manage User
ta: பயனர் நிர்வகிக்க

source: Logout
ta: வெளியேறு

source: Shutdown
ta: சாதனம் பணிநிறுத்தம்

source: Language
ta: மொழி

source: Tamil
ta: தமிழ்

source: User
ta: பயனர்

source: LOADING...
ta: ஏற்றுதல்....

source: Print started...
ta: அச்சு தொடங்கியது ...

source: Print completed.
ta: அச்சு நிறைவு.

source: Print error.
ta: அச்சு பிழை.

source: LOGIN
ta: உள்நுழைக

source: Username
ta: பயனர்பெயர்

source: Password
ta: கடவுச்சொல்

source: Login
ta: உள்நுழைய

source: User Id
ta: யூசர் ஐ.டி.

source: Name
ta: பயனர் பெயர்

source: Role
ta: பங்கு

source: Member Setup
ta: உறுப்பினர் அமைப்பு

source: M.Name
ta: உ. பெயர்

source: Cattle
ta: கால்நடை

source: Mobile
ta: மொபைல்

source: Total Member
ta: மொத்த உறுப்பினர்

source: Member Code
ta: உறுப்பினர் குறியீடு

source: Cattle Type
ta: கால்நடை வகை

source: Created on
ta: அன்று உருவாக்கப்பட்டது

source: Free member codes
ta: இலவச உறுப்பினராக குறியீடுகள்

source: EXPORT
ta: ஏற்றுமதி

source: IMPORT
ta: இறக்குமதி

source: Increment
ta: உயர்வு

source: Do you want to export '%(r)s' data to USB?
ta: நீங்கள் USB க்கு '%(r)s கள்' தரவுகளை ஏற்றுமதி செய்ய விரும்பினால்?

source: Do you want to import '%(r)s' data from USB?
ta: நீங்கள் USB இருந்து '%(r)s கள்' தரவு இறக்குமதி செய்ய வேண்டுமா?

source: Slab No
ta: அடுக்கில் எண்

source: Min Value
ta: குறைந்தபட்ச மதிப்பு

source: Max Value
ta: அதிகபட்ச மதிப்பு

source: Rate TS
ta: விகிதம் TS

source: RATE TS
ta: விகிதம் TS

source: Rate
ta: விகிதம்

source: Rate Setup
ta: விகிதம் அமைப்பு

source: From
ta: இருந்து

source: To
ta: கு

source: PRINT
ta: அச்சு

source: Detail shift report
ta: விரிவாக ஷிப்ட் அறிக்கை

source: Shift summary report
ta: ஷிப்ட் சுருக்கமான அறிக்கை

source: Member report
ta: உறுப்பினர் அறிக்கை

source: Payment report
ta: கட்டணம் அறிக்கை

source: Dairy report
ta: பால் அறிக்கை

source: Settings report
ta: அமைப்புகள் அறிக்கை

source: Member list
ta: உறுப்பினர் பட்டியல்

source: Absense list
ta: மறைந்தபின் பட்டியலில்

source: Analyzer Type
ta: அனலைசர் வகை

source: Scale Type
ta: அளவு வகை

source: Rate Type
ta: விகிதம் வகை

source: Collection Printer
ta: சேகரிப்பு பிரிண்டர்

source: Data Export format
ta: தரவு ஏற்றுமதி வடிவம்

source: Manual FAT
ta: கையேடு FAT

source: Manual SNF
ta: கையேடு SNF

source: Manual Quantity
ta: கையேடு அளவு

source: Print CLR
ta: அச்சு CLR

source: Print Water
ta: அச்சு நீர்

source: Print Bill
ta: அச்சு பில்

source: Quantity 2 Decimal
ta: அளவு 2 தசம

source: Shift Summary Report
ta: ஷிப்ட் சுருக்கமான அறிக்கை

source: Shutting down the system. Please wait 20seconds before switching OFF the power
ta: கணினியை நிறுத்துதல். பவர் ஆஃப் மாறுவதற்கு முன் 20seconds காத்திருக்கவும்

source: Member
ta: உறுப்பினர்

source: Unauthorized
ta: அங்கீகரிக்கப்படாத

source: HOME
ta: முகப்பு பக்கம்

source: USB Storages
ta: USB சேமிப்புக் கிடங்குகள்

source: No USB storage devices found
ta: இல்லை USB சேமிப்பு சாதனங்கள் காணப்படவில்லை

source: ABSENT LIST
ta: உறுப்பினர் மறைந்தபின் பட்டியலில்

source: Total Absent
ta: மொத்த இருக்காது உறுப்பினர்

source: DAIRY REPORT
ta: பால் அறிக்கை

source: FROM
ta: இருந்து

source: TO
ta: கு

source: Total
ta: மொத்த

source: DAY DETAIL REPORT
ta: நாள் விவர நிலை அறிக்கை

source: MEMBER LIST
ta: உறுப்பினர் பட்டியல்

source: Total Members
ta: மொத்த உறுப்பினர்கள்

source: MEMBER PAYMENT REPORT
ta: உறுப்பினர் கட்டணம் அறிக்கை

source: Increment/Litre
ta: உயர்வு /லீட்டர்

source: Amount
ta: தொகை

source: PAYMENT SUMMARY REPORT
ta: கட்டணம் சுருக்கமான அறிக்கை

source: SETTINGS REPORT
ta: அமைப்புகளுக்கான அறிக்கை

source: Basic settings
ta: அடிப்படை அமைப்புகள்

source: SHIFT SUMMARY REPORT
ta: ஷிப்ட் சுருக்கமான அறிக்கை
